Repository: GNOME/evolution-etesync
Catalog: po/*.po
Languages: bg, ca, cs, da, de, es, eu, fi, fr, fur, hi, hr, hu, id, it, ka, lt, lv, nl, pl, pt_br, ro, ru, sr, sv, tr, uk, zh_cn

source: For accessing EteSync servers using EteSync C API
bg: За достъп до EteSync сървъри чрез EteSync C програмен интерфейс
ca: Per a accedir a servidors EteSync mitjançant l'API C d'EteSync
cs: Přístup k serverům EteSync pomocí API EteSync pro jazyk C
da: Til at få adgang til EteSync-servere med EteSync C-API
de: Um auf EteSync-Server mit der EteSync-API zuzugreifen
es: Para acceder a servidores de EteSync usando la API en C de EteSync
eu: EteSync zerbitzariak atzitzea EteSync C APIa erabilita
fr: Accéder aux serveurs EteSync en utilisant l’API C d’EteSync
fur: Par acedi ai servidôrs EteSync doprant la API in C di EteSync
hi: EteSync C API का उपयोग करके EteSync सर्वर तक पहुंचने के लिए
hr: Za pristup EteSync poslužiteljima pomoću C API-ja
hu: Az EteSync kiszolgálókhoz EteSync C API használatával történő hozzáféréshez
id: Untuk mengakses server EteSync menggunakan EteSync C API
it: Per accedere ai server EteSync usando le API di EteSync C
ka: EteSync -ის სერვერებთან წვდომა EteSync -ის C API-ის გამოყენებით
lt: EteSync serverių pasiekimui naudojant EteSync C API
lv: Piekļūšanai EteSync serveriem, izmantojot EteSync C API
nl: Voor toegang tot EteSync-servers met behulp van de EteSync-C-API
pl: Dostęp do serwerów EteSync za pomocą API EteSync języka C
pt_br: Para acessar servidores EteSync usando a API EteSync C
ro: Pentru a accesa serverele EteSync utilizând API-ul C EteSync
ru: Для доступа к серверам EteSync с помощью EteSync C API
sr: За приступ „EteSync“ серверима коришћењем „EteSync C API“-ја
sv: För att komma åt EteSync-servrar med C-API:t för EteSync
tr: EteSync C API kullanarak EteSync sunucularına erişmek için
uk: Для доступу до серверів EteSync за допомогою програмного інтерфейсу мовою C до EteSync
zh_cn: 用于使用 EteSync C API 访问 EteSync 服务器

source: My Contacts
cs: Moje kontakty
da: Mine kontakter
id: Kontak Saya
lt: Mano kontaktai
pl: Moje kontakty
sv: Mina kontakter
zh_cn: 我的联系人

source: My Calendar
cs: Můj kalendář
da: Min kalender
id: Kalender Saya
lt: Mano kalendorius
pl: Mój kalendarz
sv: Min kalender
zh_cn: 我的日历

source: My Tasks
cs: Moje úkoly
da: Mine opgaver
id: Tugas Saya
lt: Mano užduotys
pl: Moje zadania
sv: Mina uppgifter
zh_cn: 我的任务

source: Failed to obtain access token for account “%s”
bg: Получаването на токен за достъп за регистрацията „%s“ е неуспешно
ca: No s'ha pogut obtenir el testimoni d'accés per al compte «%s»
cs: Selhalo získání přístupového tiketu pro účet „%s“
da: Kunne ikke indhente adgangstoken til kontoen “%s”
de: Zugriffs-Token für »%s« konnte nicht erhalten werden
es: Falló al obtener el testigo de acceso para la cuenta «%s»
eu: Huts egin du “%s” kontuaren atzitze-tokena lortzeak
fr: Impossible d’obtenir le jeton d’accès pour le compte « %s »
fur: Impussibil otignî il gjeton di acès pal account “%s”
hi: खाता “%s” के लिए एक्सेस टोकन प्राप्त करने में विफल
hr: Neuspjelo dobivanje tokena pristupa za račun “%s”
hu: Nem sikerült beszerezni a(z) „%s” fiók hozzáférési tokenjét
id: Gagal mendapatkan token akses untuk akun "%s"
it: Acquisizione del token di accesso dell'account «%s» non riuscita
ka: ანგარიშისთვის "%s" წვდომის კოდის მიღების შეცდომა
lt: Nepavyko gauti prieigos leksemos paskyrai „%s“
lv: Neizdevās saņemt piekļuves marķieri “%s” kontam
nl: Opvragen van toegangstoken voor account ‘%s’ is mislukt
pl: Uzyskanie tokenu dostępu dla konta „%s” się nie powiodło
pt_br: Falha ao obter token de acesso para a conta “%s”
ro: Nu s-a putut obține jetonul de acces pentru contul „%s”
ru: Не удалось получить токен доступа для учетной записи "%s"
sr: Нисам успео да добијем приступни прстен за налог „%s“
sv: Misslyckades med att erhålla ett åtkomstelement för kontot ”%s”
tr: “%s” hesabı için erişim jetonu alınamadı
uk: Не вдалося отримати ключ доступу для облікового запису «%s»
zh_cn: 无法获取帐户“%s”的访问令牌

source: EteSync account authentication request
bg: Заявка за удостоверяване на EteSync регистрация
ca: Sol·licitud d'autenticació del compte EteSync
cs: Požadavek na ověření k účtu EteSync
da: Godkendelsesanmodning for EteSync-konto
de: Legitimierungsanfrage des EteSync-Kontos
es: Solicitud de autenticación en la cuenta de EteSync
eu: EteSync kontuaren autentifikazio-eskaera
fi: EteSync-tilin tunnistautumispyyntö
fr: Demande d’authentification de compte EteSync
fur: Richieste di autenticazion dal account di EteSync
hi: EteSync खाता प्रमाणीकरण अनुरोध
hr: Potrebna je ovjera EteSync računa
hu: EteSync-fiók hitelesítési kérés
id: Permintaan otentikasi akun EteSync
it: Richiesta di autenticazione dell'account di EteSync
ka: EteSync -ის ანგარიშის ავთენტიკაციის მოთხოვნა
lt: EteSync paskyros tapatybės patvirtinimo užklausa
lv: EteSync konta autentifikācijas pieprasījums
nl: EteSync-accountsynchronisatieverzoek
pl: Żądanie uwierzytelnienia konta EteSync
pt_br: Solicitação de autenticação à conta EteSync
ro: Cererea de autentificare la contul EteSync
ru: Запрос на аутентификацию учетной записи EteSync
sr: Захтев потврђивања идентитета „EteSync“ налога
sv: Autentiseringsförfrågan för EteSync-konto
tr: EteSync hesabı kimlik doğrulama isteği
uk: Запит щодо розпізнавання на обліковому записі EteSync
zh_cn: EteSync 帐户认证请求

source: Please enter the password for account “%s”.
cs: Zadajte prosím heslo pro účet „%s“.
da: Indtast venligst adgangskoden til kontoen “%s”.
id: Silakan masukkan kata sandi untuk akun "%s".
lt: Įveskite slaptažodį paskyrai „%s“.
pl: Proszę podać hasło dla konta „%s”.
sv: Ange lösenordet för kontot ”%s”.
zh_cn: 请输入帐户“%s”的密码。

source: Please enter the encryption password for account “%s”.
cs: Zadejte prosím šifrovací heslo pro účet „%s“.
da: Indtast venligst krypteringsadgangskoden til kontoen “%s”.
id: Masukkan kata sandi enkripsi untuk akun "%s".
lt: Įveskite šifravimo slaptažodį paskyrai „%s“.
pl: Proszę podać hasło szyfrowania dla konta „%s”.
sv: Ange krypteringslösenordet för kontot ”%s”.
zh_cn: 请输入帐户“%s”的加密密码。

source: Wrong password! Please enter the correct password for account “%s”.
cs: Nesprávné heslo! Zadejte prosím správné heslo pro účet „%s“.
da: Forkert adgangskode! Indtast venligst den korrekte adgangskode til kontoen “%s”.
id: Kata sandi salah! Masukkan kata sandi yang benar untuk akun "%s".
lt: Neteisingas slaptažodis! Įveskite teisingą slaptažodį paskyrai „%s“.
pl: Błędne hasło. Proszę podać właściwe hasło dla konta „%s”.
sv: Felaktigt lösenord! Ange det rätta lösenordet för kontot ”%s”.
zh_cn: 密码错误！ 请输入帐户“%s”的正确密码。

source: Wrong encryption password! Please enter the correct encryption password for account “%s”.
cs: Nesprávné šifrovací heslo! Zadejte prosím správné šifrovací heslo pro účet „%s“.
da: Forkert krypteringsadgangskode! Indtast venligst den korrekte krypteringsadgangskode til kontoen “%s”.
id: Kata sandi enkripsi salah! Masukkan kata sandi enkripsi yang benar untuk akun "%s".
lt: Neteisingas šifravimo slaptažodis! Įveskite teisingą šifravimo slaptažodį paskyrai „%s“.
pl: Błędne hasło szyfrowania. Proszę podać właściwe hasło szyfrowania dla konta „%s”.
sv: Felaktigt krypteringslösenord! Ange det rätta krypteringslösenordet för kontot ”%s”.
zh_cn: 加密密码错误！ 请输入帐户“%s”的正确加密密码。

source: Welcome to EteSync! Please set an encryption password below for account “%s”, and make sure you got it right, as it can't be recovered if lost!
cs: Vítejte v EteSync! Nastavte prosím níže šifrovací heslo pro účet „%s“ a ujistěte se, že jej máte správně, protože při jeho ztrátě jej nelze obnovit.
da: Velkommen til EteSync! Indstil venligst en krypteringsadgangskode nedenfor til kontoen “%s” og sørg for du fik gjort det korrekt eftersom den ikke kan gendannes hvis den mistes!
id: Selamat datang di EteSync! Silakan atur kata sandi enkripsi di bawah ini untuk akun "%s", dan pastikan Anda mengaturnya secara benar, karena tidak dapat dipulihkan jika hilang!
lt: Sveiki pradėję naudoti EteSync! Žemiau nustatykite šifravimo slaptažodį paskyrai „%s“, būkite atidus, kadangi vėliau jo atgauti negalėsite!
pl: Witamy w EteSync! Proszę ustawić hasło szyfrowania dla konta „%s” poniżej. Należy pamiętać, że nie można go przywrócić w razie utracenia!
sv: Välkommen till EteSync! Ange ett krypteringslösenord nedan för kontot ”%s”, och säkerställ att du fick det rätt eftersom det inte kan återskapas om du förlorar det!
zh_cn: 欢迎使用 EteSync！ 请在下方为帐户“%s”设置加密密码，并确保您已设置正确，因为如果丢失则无法恢复！

source: Please enter the correct credentials for account “%s”.
bg: Въведете правилните данни за идентификация за регистрацията „%s“.
ca: Introduïu les credencials correctes per al compte «%s».
cs: Zadejte prosím správné pověření pro účet „%s“.
da: Indtast venligst de korrekte loginoplysninger til kontoen “%s”.
de: Bitte geben Sie die richtigen Anmeldedaten für das Konto »%s« ein.
es: Introduzca las credenciales correctas para la cuenta «%s».
eu: Idatzi “%s” kontuaren kredentzial zuzenak.
fi: Anna oikeat kirjautumistiedot tilille “%s”.
fr: Veuillez saisir les bons identifiants pour le compte « %s ».
fur: Inserìs lis credenziâls justis pal account “%s”.
hi: कृपया खाते “%s” के लिए सही क्रेडेंशियल दर्ज करें।
hr: Upišite ispravne vjerodajnice za račun “%s”.
hu: Adja meg a(z) „%s” fiók megfelelő hitelesítési adatait.
id: Silakan masukkan kredensial yang benar untuk akun "%s".
it: Inserire le credenziali corrette per l'account «%s»
ka: შეიყვანეთ სწორი ავთენტიკაციის დეტალები ანგარიშისთვის "%s".
lt: Įveskite teisingus įgaliojimus paskyrai „%s“.
lv: Lūdzu, ievadiet pareizos akreditācijas datus “%s” kontam.
nl: Voer de correcte aanmeldgegevens in voor account ‘%s’.
pl: Proszę podać właściwe dane uwierzytelniające dla konta „%s”.
pt_br: Por favor, digite as credenciais corretas para a conta “%s”.
ro: Introduceți autorizările corecte pentru contul „%s”.
ru: Пожалуйста, введите правильные учетные данные для учетной записи "%s".
sr: Упишите исправне креденцијале за налог „%s“.
sv: Ange rätt autentiseringsuppgifter för kontot ”%s”.
tr: Lütfen “%s” hesabı için doğru kimlik bilgilerini girin.
uk: Введіть правильні реєстраційні дані для облікового профілю «%s».
zh_cn: 请输入帐户“%s”的正确证书。

source: (host: %s)
bg: (хост: %s)
ca: (amfitrió: %s)
cs: (hostitel: %s)
da: (vært: %s)
de: (Rechner: %s)
es: (equipo: %s)
eu: (ostalaria: %s)
fi: (palvelin: %s)
fr: (hôte : %s)
hi: (होस्ट: %s)
hr: (poslužitelj: %s)
hu: (gép: %s)
ka: (ჰოსტი: %s)
lt: (serveris: %s)
lv: (resursdators: %s)
pl: (serwer: %s)
pt_br: (servidor: %s)
ro: (gazdă: %s)
ru: (хост: %s)
sr: (домаћин: %s)
sv: (värd: %s)
tr: (ana makine: %s)
uk: (вузол: %s)
zh_cn: （主机：%s）

source: _Cancel
bg: _Отказване
ca: _Cancel·la
cs: _Zrušit
da: _Annuller
de: A_bbrechen
es: _Cancelar
eu: _Utzi
fi: _Peru
fr: A_nnuler
fur: _Anule
hi: रद्द करें (_C)
hr: _Odustani
hu: _Mégse
id: _Batal
it: A_nnulla
ka: გაუქმება
lt: _Atsisakyti
lv: At_celt
nl: _Annuleren
pl: _Anuluj
pt_br: _Cancelar
ro: _Anulează
ru: _Отменить
sr: _Откажи
sv: A_vbryt
tr: İ_ptal
uk: _Скасувати
zh_cn: 取消(_C)

source: _OK
bg: _Добре
ca: _D'acord
cs: _Budiž
es: _Aceptar
eu: _Ados
fr: _Valider
fur: _Va ben
hi: ठीक है (_O)
hr: _U redu
it: _Fatto
ka: _დიახ
lt: _Gerai
lv: _Labi
nl: _Oké
ru: _ОК
sr: У _реду
tr: _Tamam
uk: _Гаразд
zh_cn: 确定(_O)

source: _Encryption Password:
cs: Šifrovací h_eslo:
da: _Krypteringsadgangskode:
id: Kata Sandi _Enkripsi:
lt: _Šifravimo slaptažodis:
pl: Hasło _szyfrowania:
sv: _Krypteringslösenord:
zh_cn: 加密密码(_E)：

source: Encryption _Password again:
cs: Šifrovací _heslo znovu:
da: Krypteringsadgangskode _igen:
id: Kata Sandi Enkri_psi lagi:
lt: Šifravimo sla_ptažodis dar kartą:
pl: _Ponownie hasło szyfrowania:
sv: Krypterings_lösenord igen:
zh_cn: 再次输入加密密码(_P)：

source: _Add this password to your keyring
bg: _Добавяне на тази парола във вашия ключодържател
ca: _Afegeix aquesta contrasenya al teu clauer
cs: Přid_at toto heslo do vaší klíčenky
da: _Tilføj adgangskoden til din nøglering
de: Dieses Passwort zu Ihrem Schlüsselbund _hinzufügen
es: _Añadir esta contraseña a su depósito de clave
eu: _Gehitu pasahitz hau zure gako-sortari
fi: _Lisää tämä salasana avainnippuusi
fr: _Ajouter ce mot de passe à votre trousseau
fur: _Zonte cheste password al to puarteclâfs
hi: इस पासवर्ड को अपने कीरिंग में जोड़ें (_A)
hr: _Dodaj ovu lozinku svojem skupu ključeva
hu: A jelszó _hozzáadása a kulcstartójához
id: T_ambahkan kata sandi ini ke ring kunci Anda
it: _Aggiungere questa password al proprio portachiavi
ka: _პაროლის თქვენს ბრელოკში ჩამატება
lt: _Pridėti šį slaptažodį į raktinę
lv: _Pievienot šo paroli savam atslēgu saišķim
nl: Dit w_achtwoord toevoegen aan uw sleutelbos
pl: _Dodanie tego hasła do bazy haseł użytkownika
pt_br: _Adicionar essa senha ao seu chaveiro
ro: _Adăugați această parolă la inelul de chei
ru: _Добавить этот пароль к связке ключей
sr: _Додај ову лозинку у привезак кључева
sv: _Lägg till detta lösenord till din nyckelring
tr: _Bu parolayı anahtarlığınıza ekleyin
uk: _Додати цей пароль у зв'язку ключів
zh_cn: 将此密码添加到您的密钥环(_A)

source: _User Name:
bg: _Потребителско име:
ca: _Nom d'usuari:
cs: _Uživatelské jméno:
da: _Brugernavn:
de: _Benutzername:
es: _Usuario:
eu: Erabiltzaile-_izena:
fi: _Käyttäjätunnus:
fr: N_om d’utilisateur :
fur: Non _utent:
hi: उपयोक्ता नाम (_U):
hr: _Korisničko ime:
hu: _Felhasználónév:
id: Nama Pengg_una:
it: Nome _utente:
ka: _მომხმარებლის სახელი:
lt: Na_udotojo vardas:
lv: _Lietotājvārds:
nl: Gebr_uikersnaam:
pl: _Nazwa użytkownika:
pt_br: _Nome do usuário:
ro: N_ume de utilizator:
ru: _Имя пользователя:
sr: _Корисничко име:
sv: _Användarnamn:
tr: _Kullanıcı Adı:
uk: _Ім'я користувача:
zh_cn: 用户名(_U)：

source: _Password:
bg: _Парола:
ca: _Contrasenya:
cs: _Heslo:
da: A_dgangskode:
de: _Passwort:
es: C_ontraseña:
eu: _Pasahitza:
fi: _Salasana:
fr: _Mot de passe :
hi: पासवर्ड (_P):
hr: _Lozinka:
hu: _Jelszó:
id: Kata _Sandi:
ka: _პაროლი:
lt: Sla_ptažodis:
lv: _Parole:
nl: Wa_chtwoord:
pl: _Hasło:
pt_br: _Senha:
ro: _Parolă:
ru: _Пароль:
sr: _Лозинка:
sv: _Lösenord:
tr: _Parola:
uk: _Пароль:
zh_cn: 密码(_P)：

source: EteSync secret not found
bg: EteSync тайната не е намерена
ca: No s'ha trobat el secret d'EteSync
cs: Nebylo nalezeno tajemství EteSync
da: EteSync-hemmelighed ikke fundet
de: EteSync-Geheimnis nicht gefunden
es: Secreto de EteSync no encontrado
eu: Ez da aurkitu EteSync sekretua
fr: Secret EteSync non trouvé
fur: Segret di EteSync no cjatât
hi: EteSync सीक्रेट नहीं मिला
hr: EteSync tajna nije pronađena
hu: Az EteSync titok nem található
id: Rahasia EteSync tidak ditemukan
it: Chiave segreta di EteSync non trovata
ka: EteSync -ის საიდუმლო ვერ ვპოვე
lt: EteSync paslaptis nerasta
lv: EteSync noslēpums nav atrasts
nl: EteSync-geheim niet gevonden
pl: Nie odnaleziono hasła EteSync
pt_br: Não foi encontrado o segredo do EteSync
ro: Secretul EteSync nu a fost găsit
ru: Секрет EteSync не найден
sr: Нисам нашао тајну „EteSync“-а
sv: EteSync-hemlighet hittades inte
tr: EteSync gizi bulunamadı
uk: Не знайдено реєстраційних даних EteSync
zh_cn: 找不到 EteSync 机密

source: Credentials not found
bg: Данните за идентификация не може да бъдат намерени
ca: No s'han trobat les credencials
cs: Nebylo nalezeno pověření
da: Loginoplysninger ikke fundet
de: Die Anmeldedaten wurden nicht gefunden
es: Credenciales no encontradas
eu: Ez dira kredentzialak aurkitu
fi: Kirjautumistietoja ei löytynyt
fr: Identifiants non trouvés
fur: Credenziâls no cjatadis
hi: क्रेडेंशियल नहीं मिले
hr: Vjerodajnice nisu pronađene
hu: A hitelesítési adatok nem találhatók
id: Kredensial tidak ditemukan
it: Credenziali non trovate
ka: ავტორიზაციის დეტალების ვერ ვიპოვე
lt: Įgaliojimai nerasti
lv: Akreditācijas dati nav atrasti
nl: Aanmeldgegevens niet gevonden
pl: Nie odnaleziono danych uwierzytelniających
pt_br: Credenciais não encontradas
ro: Autorizările nu au fost găsite
ru: Учетные данные не найдены
sr: Нисам нашао креденцијале
sv: Autentiseringsuppgifter hittades inte
tr: Kimlik bilgileri bulunamadı
uk: Не знайдено реєстраційних даних
zh_cn: 找不到证书

source: Look up for an EteSync account
bg: Търсене на EteSync регистрация
ca: Cerqueu un compte EteSync
cs: Hledat účet EteSync
da: Led efter en EteSync-konto
de: Ein EteSync-Konto suchen
es: Buscando una cuenta de EteSync
eu: Bilatu EteSync kontu bat
fi: Etsi EteSync-tiliä
fr: Rechercher un compte EteSync
fur: Cîr un account EteSync
hi: EteSync खाता खोजें
hr: Potraži EteSync račun
hu: Egy EteSync-fiók keresése
id: Mencari akun EteSync
it: Cerca per un account EteSync
ka: EteSync -ის ანგარიშის მოძებნა
lt: Ieškoti EteSync paskyros
lv: Uzmeklē EteSync kontu
nl: Opzoeken voor een EteSync-account
pl: Wyszukaj konto EteSync
pt_br: Pesquisar por uma conta EteSync
ro: Caută un cont EteSync
ru: Поиск учетной записи EteSync
sr: Потражите „EteSync“ налог
sv: Uppslag för ett EteSync-konto
tr: EteSync hesabı ara
uk: Пошук облікового запису EteSync
zh_cn: 查找 EteSync 帐户

source: EteSync account
bg: EteSync регистрация
ca: Compte EteSync
cs: Účet EteSync
da: EteSync-konto
de: EteSync-Konto
es: Cuenta de EteSync
eu: EteSync kontua
fi: EteSync-tili
fr: Compte EteSync
fur: Account EteSync
hi: EteSync खाता
hr: EteSync račun
hu: EteSync-fiók
id: Akun EteSync
it: Account EteSync
ka: EteSync -ის ანგარიში
lt: EteSync paskyra
lv: EteSync konts
pl: Konto EteSync
pt_br: Conta EteSync
ro: Cont EteSync
ru: Учетная запись EteSync
sr: Налог „EteSync“-а
sv: EteSync-konto
tr: EteSync hesabı
uk: Обліковий запис EteSync
zh_cn: EteSync 帐户

source: EteSync end-to-end encrypts your contacts, calendars and tasks.
ca: EteSync xifra d'extrem a extrem els contactes, calendaris i tasques.
cs: Šifrování mezi koncovými body EteSync pro vaše kontakty, kalendáře a úkoly.
da: EteSync slutpunkt-til-slutpunkt-krypterer dine kontakter, kalendere og opgaver.
de: EteSync verschlüsselt Ihre Kontakte, Kalender und Aufgaben mittels Ende-zu-Ende-Verschlüsselung.
id: EteSync mengenkripsi kontak, kalender, dan tugas Anda dari ujung ke ujung.
it: EteSync end-to-end cifra i propri contatti, calendari e attività.
lt: EteSync visiškai šifruoja jūsų kontaktus, kalendorius bei užduotis.
pl: EteSync szyfruje kontakty, kalendarze i zadania.
sv: EteSync totalsträckskrypterar dina kontakter, kalendrar och uppgifter.
zh_cn: EteSync 端到端加密您的联系人、日历和任务。

source: Requires password to continue.
bg: Изисква се парола, за да продължите.
ca: Es requereix una contrasenya per a continuar.
cs: K pokračování je zapotřebí heslo.
da: Kræver adgangskode for at fortsætte.
de: Zum Fortfahren wird ein Passwort benötigt.
es: Se necesita una contraseña para continuar.
eu: Pasahitza behar du jarraitzeko.
fi: Jatkaminen vaatii salasanan.
fr: Un mot de passe est nécessaire pour continuer.
fur: E covente la password par continuâ.
hi: जारी रखने के लिए पासवर्ड आवश्यक।
hr: Potrebna je lozinka za nastavak.
hu: A folytatáshoz jelszó szükséges.
id: Memerlukan kata sandi untuk melanjutkan.
it: È richiesta la passoword per continuare.
ka: პაროლის გარეშე გაგრძელება შეუძლებელია.
lt: Norint tęsti reikia slaptažodžio.
lv: Lai turpinātu, ir nepieciešama parole.
nl: Vereist wachtwoord om verder te gaan.
pl: Do kontynuowania wymagane jest hasło.
pt_br: É necessária a senha para continuar.
ro: Necesită o parolă pentru a continua.
ru: Для продолжения требуется пароль.
sr: Захтева лозинку за наставак.
sv: Kräver lösenord för att fortsätta.
tr: Sürdürmek için parola gerekiyor.
uk: Для продовження потрібен пароль.
zh_cn: 需要密码才能继续。

source: Wrong username, password or server.
cs: Nesprávné uživatelské jméne, heslo nebo server.
da: Forkert brugernavn, adgangskode eller server.
id: Nama pengguna, kata sandi, atau server yang salah.
lt: Neteisingas naudotojo vardas, slaptažodis arba serveris.
pl: Błędna nazwa użytkownika, hasło lub serwer.
sv: Felaktigt användarnamn, lösenord eller server.
zh_cn: 用户名、密码或服务器错误。

source: Wrong username or password.
cs: Nesprávné uživatelské jméne nebo heslo.
da: Forkert brugernavn eller adgangskode.
id: Nama pengguna atau kata sandi salah.
lt: Neteisingas naudotojo vardas arba slaptažodis.
pl: Błędna nazwa użytkownika lub hasło.
sv: Felaktigt användarnamn eller lösenord.
zh_cn: 用户名或密码错误。

source: Malformed server name, please make sure to enter a full url (e.g https://etesync.example.com).
bg: Лошо форматирано име на сървър, уверете се, че сте въвели пълен адрес (напр. https://etesync.example.com).
ca: Nom del servidor mal format, assegureu-vos d'introduir una adreça URL completa (per exemple, https://etesync.example.com).
cs: Vadný název serveru. Zadejte prosím správně celou adresu URL (např. https://etesync.priklad.cz).
da: Forkert udformet servernavn. Sørg venligst for at indtaste en fuld url (f.eks. https://etesync.example.com).
de: Ungültiger Servername, bitte geben Sie eine vollständige URL an (z.B. https://etesync.beispiel.com).
es: Nombre del servidor mal formado, asegúrese de introducir una URL completa (ej. https://etesync.ejemplo.com).
eu: Gaizki osatutako zerbitzari-izena, ziurtatu URL osoa sartu duzula (adibidez https://etesync.adibidea.com).
fr: Nom de serveur mal formé, veuillez vous assurer de saisir une url complète (par ex. https://etesync.example.com).
fur: Non dal servidôr malformât, controle di inserî un url complet (p.e. https://etesync.esempli.com).
hi: सर्वर नाम गलत है, कृपया पूरा URL दर्ज करना सुनिश्चित करें (उदाहरण के लिए https://etesync.example.in)।
hr: Neispravni naziv poslužitelja, pobrinite se da ste naveli puni url (npr. https://etesync.primjer.com).
hu: Helytelenül formázott kiszolgálónév. Győződjön meg arról, hogy teljes URL-t adott-e meg (például https://etesync.example.com).
id: Nama server salah bentuk, pastikan untuk memasukkan url lengkap (misalnya https://etesync.example.com).
it: Nome del server malformato, assicurarsi di inserire un url completo (come https://etesync.esempio.it).
ka: სერვერის სახელი არასწორია. დარწმუნდით, რომ ის სრული ბმულია (მაგ: https://etasync.example.com).
lt: Blogai įvestas serverio pavadinimas, įsitikinkite, kad įvedate visą url (pvz. https://etesync.pavyzdys.lt).
lv: Slikti noformēts servera nosaukums, lūdzu, pārliecinieties, ka ir ievadīts pilns url (e.g https://etesync.example.com).
nl: Onjuiste servernaam, zorg dat u een volledige URL invoert (bv. https://etesync.voorbeeld.be).
pl: Błędnie sformatowana nazwa serwera. Proszę się upewnić, że podano pełny adres URL (np. https://etesync.example.com).
pt_br: Nome de servidor mal formado, por favor certifique-se de que digitou uma url completa (ex.: https://etesync.exemplo.com).
ro: Nume de server greșit, asigurați-vă că introduceți un url complet (de ex. https://etesync.example.com).
ru: Некорректное имя сервера, пожалуйста, введите полный url (например, https://etesync.example.com).
sr: Лош назив сервера, уверите се да сте унели пуну адресу (нпр. https://etesync.example.com).
sv: Felaktigt utformat servernamn, säkerställ att du använt en fullständig url (t.ex. https://etesync.example.com).
tr: Yanlış biçimlendirilmiş sunucu adı, lütfen tam URL girdiğinizden emin olun (ör. https://etesync.ornek.com).
uk: Помилкове форматування назви сервера, будь ласка, переконайтеся, що адресу введено повністю (наприклад, https://etesync.example.com).
zh_cn: 服务器名称格式错误，请确保输入完整 URL（例如 https://etesync.example.com）。

source: Item not found
bg: Елементът не е намерен
ca: No s'ha trobat l'element
de: Element nicht gefunden
es: Elemento no encontrado
eu: Ez da elementua aurkitu
fr: Élément non trouvé
fur: Element no cjatât
hi: मद नहीं मिला
hr: Stavka nije pronađena
hu: Az elem nem található
it: Oggetto non trovato
ka: ჩანაწერი ვერ ვიპოვე
lv: Vienums nav atrasts
nl: Item niet gevonden
pt_br: Item não encontrado
ro: Elementul nu a fost găsit
ru: Элемент не найден
sr: Нисам нашао ставку
tr: Öge bulunamadı
uk: Запис не знайдено
