Repository: GNOME/evolution-etesync
Catalog: po/*.po
Languages: bg, ca, cs, da, de, es, eu, fi, fr, fur, hi, hr, hu, id, it, ka, lt, lv, nl, pl, pt_br, ro, ru, sr, sv, tr, uk, zh_cn

source: EteSync end-to-end encrypts your contacts, calendars, memos and tasks.
bg: EteSync шифрира от край до край вашите контакти, календари, бележки и задачи.
es: EteSync cifra de punto a punto sus contactos, calendarios, notas y tareas.
eu: EteSync aplikazioak zure kontaktuak, egutegiak, zirkularrak eta zereginak muturretik muturrera zifratzen ditu.
fi: EteSync tekee päästä päähän -salauksen yhteystiedoillesi, kalentereillesi, muistioillesi ja tehtävillesi.
fr: EteSync chiffre vos contacts, agendas, mémos et tâches de bout en bout.
fur: EteSync al cifre di une bande a chê altre i tiei contats, i calendaris, i pro memoria e lis ativitâts.
hi: EteSync आपके संपर्कों, कैलेंडर, ज्ञापनों और कार्यों को अंत-से-अंत तक कूटलेखित करता है।
hr: EteSync šifrira načinom kraj-u-kraj vaše kontakte, kalendare i zadatke.
hu: Az EteSync titkosítja a végpontok között a névjegyeit, a naptárait, a feljegyzéseit és a feladatait.
ka: EteSync გამჭოლად შიფრავს თქვენს კონტაქტებს, კალენდარს, მემოებს და ამოცანებს.
lv: EteSync veic pilnīgu jūsu kontaktu, kalendāru, memo un uzdevumu šifrēšanu.
nl: EteSync versleutelt uw contacten, agenda’s, memo’s en taken met eind-tot-eind-versleuteling.
pt_br: EteSync criptografa de ponta a ponta seus contatos, calendários, memorandos e tarefas.
ro: EteSync criptează end-to-end contactele, calendarele și sarcinile.
ru: EteSync сквозным методом шифрует ваши контакты, календари, заметки и задачи.
sr: „EteSync“ од краја до краја шифрује ваше контакте, календаре, прибелешке и задатке.
tr: EteSync kişilerinizi, takvimlerinizi, notlarınızı ve görevlerinizi uçtan uca şifreler.
uk: EteSync неперервно шифрує ваші дані контактів, календарів, записок та завдань.

source: Etebase server not found.
bg: Etebase сървър не е намерен.
ca: No s'ha trobat el servidor Etebase.
de: Etebase-Server nicht gefunden.
es: Servidor de Etebase no encontrado.
eu: Ez da Etebase zerbitzaria aurkitu.
fi: Etebase-palvelinta ei löytynyt.
fr: Serveur Etebase non trouvé.
fur: Servidôr Etebase no cjatât.
hi: Etebase सर्वर नहीं मिला।
hr: Etebase poslužitelj nije pronađen.
hu: Az Etebase-kiszolgáló nem található.
it: Server Etebase non trovato.
ka: EteSync -ის სერვერი ვერ ვიპოვე.
lv: Etebase serveris nav atrasts.
nl: Etebase-server niet gevonden.
pt_br: Servidor Etebase não encontrado.
ro: Serverul Etebase nu a fost găsit.
ru: Сервер Etebase не найден.
sr: Нисам нашао сервер Етебазе.
tr: Etebase sunucusu bulunamadı.
uk: Не знайдено сервера Etebase.

source: Failed connecting to server.
bg: Свързването към сървъра е неуспешно.
ca: No s'ha pogut connectar amb el servidor.
de: Verbindung mit Server ist fehlgeschlagen.
es: Error al conectar al servidor.
eu: Huts egin du zerbitzariarekin konektatzeak.
fi: Palvelimeen yhdistäminen epäonnistui.
fr: La connexion au serveur a échoué.
fur: Impussibil conetisi al servidôr.
hi: सर्वर से जुड़ने में विफल।
hr: Neuspjelo povezivanje s poslužiteljem.
hu: Nem sikerült kapcsolódni a kiszolgálóhoz.
it: Connessione al server non riuscita.
ka: სერვერთან კავშირის შეცდომა.
lv: Neizdevās savienoties ar serveri.
nl: Verbinding met de server mislukt.
pt_br: Falha ao conectar ao servidor.
ro: Nu s-a putut face conexiunea la server.
ru: Не удалось подключиться к серверу.
sr: Нисам успео да се повежем са сервером.
tr: Sunucuya bağlanılamadı.
uk: Не вдалося встановити з'єднання з сервером.
